app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Kay"], ["last_name", "Kran"], ["created_at", "2021-01-08 18:03:49.564763"], ["updated_at", "2021-01-08 18:03:49.564763"]]
---
    def create
      @student = Student.create(student_params(:first_name, :last_name))